class Камнем_по_голове:
    Смельчак_и_ветер = """Дул сильный ветер, крыши рвал,
И, несмотря на поздний час,
В округе вряд ли кто-то спал —
Стихия не на шутку разошлась.
Но вдруг какой-то парень с криком побежал
И принялся махать метлой:
«Ах, ветер, негодяй, ты спать мне помешал,
А ну-ка выходи на бой»
Я ведь не из робких,
Всё мне по плечу
Сильный я и ловкий
Ветра проучу.
И ветер закружился, заметался
И ели начал с корнем рвать.
«Откуда этот сумасшедший взялся,
Что хочет с ветром воевать».
Но парень не сдавался и метлой махал,
И удалялся вглубь полей.
И впрямь неплохо с ветром воевал,
А ветер становился злей…
Я ведь не из робких,
Всё мне по плечу
Сильный я и ловкий
Ветра проучу.
Но вдруг метла со свистом улетела прочь,
И храбрый парень вслед за ней.
А после этого спокойней стала ночь —
Исчез во мраке дуралей.
Его под утро пастухи нашли в стогу,
Он очень крепко спал,
А ветер песни напевал ему
И кудри ласково трепал.
Я ведь не из робких,
Всё мне по плечу
Сильный я и ловкий
Ветра проучу."""
    Проказник_скоморох = """На свадьбе скоморох,
Был прытким как горох,
Он бегал по столам,
Кидался пудингом в гостей,
Такую чушь он нёс,
Что ржали все до слёз,
Смеялся даже старый пёс.
Праздник весёлый на селе,
Пляшет хмельной народ,
И угощенье на столе —
Свадьба вовсю идёт.
Воскликнул скоморох,
Лишь только смех заглох:
«Хотите я вам фокус покажу?»
Невесту он схватил
И в бочку посадил,
Всех отвернуться попросил.
Праздник весёлый на селе,
Пляшет хмельной народ,
И угощенье на столе —
Свадьба вовсю идёт.
Раздался женский крик,
И в тот же самый миг,
Над длинной сельской улицей
Погасли фонари.
Включили люди свет —
Глядят — невесты нет,
И скомороха не нашли они.
Праздник весёлый на селе,
Пляшет хмельной народ,
И угощенье на столе —
Свадьба вовсю идёт…
"""
    Верная_жена = """Дождливой ночью парень, выбравшись из леса
Вдруг одинокую избушку увидал,
«Надеюсь, там мне до утра найдётся место,
Я страшно голоден и очень уж устал».
Старуха дряхлая скитальцу дверь открыла,
Пустила в дом и не спросила ничего.
Переодела, очень сытно накормила,
Постель на печке разложила для него.
Только парень глаза сомкнул,
Как из подвала раздался стон.
«Скажи мне бабушка, что за шум?» —
Вдруг обратился к старухе он.
А она в ответ:
«Там мой покойный дед,
Там дух его живёт
И по ночам поёт,
Э-э-эй — он был злодей,
Э-э-эй — он бил людей,
Э-э-эй — он получил сполна".
«Не могу я больше слушать, бабка, этот жуткий стон,
Я пойду и прогоню его, да кто бы не был он!!!»
Только парень в подвал залез —
За ним старуха закрыла дверь
«Ого нашёлся какой храбрец,
А ну-ка, дед, принимай гостей».
«Сколько вас таких, ходит по лесам,
Каждый норовит нос сунуть в мой подвал
Э-э-эй — проходит миг,
Э-э-эй — силён старик
Э-э-эй — сам виноват.
И раздался крик предсмертный и зачавкал страшный дед,
А старуха подошла к окну и выключила свет,
Хоть сама его сгубила и на муки обрекла,
Но пусть знают, что жена ему по-прежнему верна. Верна.
Верна."""
    Садовник = """Целый вечер нет покоя парню от его сестёр:
«Ты сходи, — говорят, — ночной порою за цветами в сад чужой,
Тот садовник, что живёт у леса,
У него ведь сад такой чудесный…»
И решил парень тут:
«Ладно, в сад я пойду,
А то эти бабы доведут,
Покоя и не дадут!!!»
И лишь час подошёл,
Взял он нож и пошёл,
Под покровом темноты
В чужой сад, рвать цветы!
«Ты пойди, пойди, братец, в сад чужой,
Набери цветов принеси домой,
Братец, в сад чужой, ты, пойди, пойди
И чужих цветов ты нам принеси. Хэй-хэй!
Час прошёл, другой прошёл,
Брат назад всё не шёл,
Сёстры начали переживать —
Сколько можно брата ждать!
За окошком рассвет,
Ну, а брата всё нет,
Но едва запели петухи у двери
Раздались шаги!
«Ты пойди, пойди, братец, в сад чужой,
Набери цветов принеси домой,
Братец, в сад чужой, ты пойди, пойди
И чужих цветов ты нам принеси. Хэй-хэй!
И с улыбкой во весь рот,
В дом вошёл садовод,
Положил на стол букет цветов и сгинул,
Без лишних слов!
И открыли сёстры рты,
Посмотрев на цветы —
Голова их брата средь цветов лежала
«Ты пойди, пойди, братец, в сад чужой,
Набери цветов принеси домой,
Братик, в сад чужой, ты пойди, пойди
И чужих цветов ты нам принеси. Хэй-хэй!
"""
    Блуждают_тени = """Какой таинственной казалась мне та ночь
Я затушил свечу я стал ждать
Чего не зная
В тишине вдруг представилось мне:
Блуждают тени возле дома
Разных сказочных зверей
Исчезнут и возникнут снова
Стучатся еле слышно в мою дверь
В мою дверь, хэй, хэй…
Я подошёл к окну, всмотрелся в темноту
Стекло протёр и улыбнулся
И в самом деле
Всё, что я представлял увидал."""
    Внезапная_голова = """Услыхал мужик под вечер вдруг,
В свою дверь какой-то странный стук,
Но едва шагнул он за порог
Что-то его сбило с ног!
И увидел он,
Как вкатилась в дом…
Как вкатилась в дом живая голова,
Открывала рот и моргала она!
«Вот те на,» — пробормотал мужик.
И поднялся с пола в тот же миг,
Стала за ноги его кусать
Голова и он упал опять!
«Прочь, сгинь колобок,
Отцепись от ног»
Но всё сильней кусала злая голова.
Мужика до слёз она довела!
Чья-то тень мелькнула за окном,
Безголовый тип ворвался в дом,
Бошку беглую свою схватил,
И себе на плечи посадил,
Тут издал он крик:
«Извини мужик!»
И руками голову свою держа
Радостно смеясь, он убежал.
"""
    Злодей_и_шапка = """Как-то некто на базар пришёл,
К самой первой лавке подошёл.
«Эй, продавец, ну-ка думай быстрей,
Какую выбрать одежду мне в лавке твоей,
Я по характеру злой, моё стремление — власть,
Во мне горячая кровь,
Во мне свирепая страсть.
Я хочу, чтоб видя облик мой, все меня обходили стороной,
Чтобы сразу понимали, кто я в душе такой".
Торговец понял — дело непростое.
Что бы это предложить такое?
«Я б не хотел тебя, приятель, обидеть,
Но такого как ты, да лучше б вовсе не видеть,
Я, кажется, знаю, что тебе подойдёт,
Твой горячий характер каждый сразу поймёт».
И старинный он сундук открыл, вынул шапку и проговорил:
«В своё время сам Великий Карл её носил»
«То, что надо!!!» — Злодей заулыбался,
Новой шапкой очень восхищался,
Шёл он домой, воображал и гордился,
Перед зеркалом в спальне он весь вечер крутился.
Но когда снял он шапку, с ним случилась беда —
Вместе с шапкой снялась и его голова.
Я хочу, чтоб видя облик мой все меня обходили стороной,
Чтобы сразу понимали, кто я в душе такой".
"""
    От_женщин_кругом_голова = """Душа моя тоски полна,
Ах, сжалься, незнакомец милый,
Я здесь одна, совсем одна,
Прошу спаси меня помилуй,
Когда б меня ты развязал,
Тебя б всем сердцем полюбила,
Неужто каменный подвал
Навеки будет мне могилой?!
— От женщин кругом голова,
Влюбись — хлопот не оберёшься,
А что любовь — одни слова.
И толку вряд ли с них добьёшься!
Как говорил папаша мой:
«Последним делом бабу слушать!».
Пойду-ка лучше я домой —
Желудок стонет, просит кушать!
"""
    Рыбак = """Сидел на озере рыбак,
В лодке с удочкой дремал.
И потому не замечал,
Как на воду лёг туман.
А потом увидел он,
Белый пар со всех сторон.
«Что мне делать, как мне быть?
Как узнать куда мне плыть?
Как узнать куда мне плыть?"
Посмотрел вперёд, назад,
И поплыл он наугад.
Но коснулось дна весло —
Берег рядом — повезло!
И рыбак пришёл домой,
Дверь толкнул своей рукой.
Видит в комнате жена,
Словно статуя она,
И не смотрит на него она!
За окном застыла ночь,
Неподвижна в люльке дочь,
Над плитой часы стоят,
Мухи в воздухе висят.
Сын стоит, разинув рот,
И, в прыжке со стула, замер кот…
"""
    Мотоцикл = """Злился подо мной мотоцикл мой.
Ночью он мчал меня домой.
Глядя на поля, не заметил я,
Что кто-то чешет прямо на меня
И раздался крик во мгле,
Кровь в лицо попала мне!
Кто-то сзади голосил,
А я гнал, что было сил!
Тот ужасный крик всё звучал в ушах моих,
Но я всё дальше уезжал.
Что ж я натворил, я же человека сбил,
Но он проехать мне мешал.
И раздался крик во мгле,
Кровь в лицо попала мне!
Кто-то сзади голосил,
А я гнал, что было сил!
Утром, сам не свой, прибыл я домой,
И, лишь зажег я в спальне свет,
Хочешь — верь, не верь, на кровати на моей
Лежал кровавый человек.
И раздался крик во мгле,
Кровь в лицо попала мне!
Кто-то сзади голосил,
А я гнал, что было сил!
"""
    Холодное_тело = """Холодное тело к воде я поднёс,
И в лодку его положил.
«Плыви дорогая, — я ей вслед произнёс —
Мне хватит измены и лжи.
Я всё это долго терпел!
Но знаешь всему есть предел,
ЕСТЬ ПРЕДЕЛ!!!
Пускай качает тело твоё вода,
Я всё прощаю, но ты прощай НАВСЕГДА!"
По мутной холодной, озёрной воде,
На лодке поплыла она.
Я, горем убитый, ей вслед поглядел:
«Зачем до греха довела?»
«Я всё это долго терпел!
Но знаешь всему есть предел,
ЕСТЬ ПРЕДЕЛ!!!
Пускай качает тело твоё вода,
Я всё прощаю, но ты прощай НАВСЕГДА!
"""
    Дурак_и_молния = """Грохочет гром,
Сверкает молния в ночи,
А на холме стоит безумец и кричит:
«Сейчас поймаю тебя в сумку,
И сверкать ты будешь в ней.
Мне так хочется, чтоб стала ты моей!»
То парень к лесу мчится,
То к полю, то к ручью,
Всё поймать стремится
Мол-ни-ю!
Весь сельский люд
Смотреть на это выходил,
Как на холме безумец бегал и чудил.
Он, видно, в ссоре с головою,
Видно, сам себе он враг,
Надо ж выдумать такое — во дурак!
Утром по сельской дороге,
Медленно шёл ночной герой,
Весь лохматый и седой,
И улыбал-ся…"""
    Леший_обиделся = """В ночном лесу костёр горел,
А у костра усталый дедушка сидел,
Трогал усы, трубку курил,
О чём-то тихо сам с собою говорил.
И в тот же миг раздался крик,
Схватив дубину поспешил на зов старик.
От боли корчась, парень в кустах лежал,
И озирался и от страха весь дрожал.
«Дедушка, милый, спаси меня!
В капкан угодила нога моя!»
Но почему в ответ, брови нахмурил дед?
Брови сурово нахмурил дед!
Старик курил и говорил:
«Ты мне серьёзную обиду причинил.
Как смел ты этой ночью в мой лес ходить?
О страшном лешем так бесстыдно позабыть?!
«Дедушка, милый, спаси меня!
В капкан угодила нога моя!»
Но почему в ответ, брови нахмурил дед?
Брови сурово нахмурил дед!
«Погибель тебя ждёт,
Коль ты со мною повстречался!
Ведь больше не живёт, тот зверь,
Что в мой капкан попался!"
Парень вскочил и помчался прочь,
Дико кричал, проклиная ночь.
Падал одежду рвал, снова вставал бежал.
Вместе с капканом, аж до самого дома!"""
    Два_вора_и_монета = """Два вора, лихо скрывшись от погони,
Делить украденное золото решили.
На старом кладбище вечернею порою
Уселись рядом на заброшенной могиле.
И вроде поровну досталось им богатство,
Но вот беда — последняя монета.
Один кричит: «Она моя — я лучше дрался!»
«Да что б ты делал, друг, без моего совета?!»
— Отдай монету, а не то я рассержусь!
— Мне наплевать! Я твоей злости не боюсь!
— Но ведь я похитил деньги и всё дело провернул!
— Без моих идей, невежа, ты б и шагу не шагнул
«Что же делать нам с монетой, как же нам её делить —
Отдадим покойнику!
Отлично! Так тому и быть!
— Я был проворней, значит денежка моя!
— Не допущу, чтоб ты богаче был чем я!
— Сейчас вцеплюсь тебе я в горло и на части разорву!
— Я прибью тебя дубиной и все деньги заберу!
«Что же делать нам с монетой, как же нам её делить —
Отдадим покойнику!
Отлично! Так тому и быть!
И мертвец, гремя костями, вдруг поднялся из земли:
«Довели меня, проклятые, ей богу, довели!
Воры вмиг переглянулись, и помчались наутёк.
А мертвец всё золото с собой в могилу уволок!
"""
    Любовь_и_пропеллер = """Он печален был, он её любил,
Но во всём ему отказ, что б он не попросил!
С горя он тогда пропеллер смастерил,
Как получилось — сам не понял!
Как-то вышел он на луг и увидел вдруг:
На краю утёса она молча смотрит вдаль.
Охватила тут юношу печаль,
И, разбежавшись, вниз он прыгнул,
И с утёса вниз парень полетел,
И завыл залётный ветер, гибели его свидетель.
Плакала она и его звала,
Укоряла и бранила девушка себя:
«Ах, какая я бестолковая!
Ну почему в нём сомневалась?!
И с утёса вниз парень полетел,
И завыл залётный ветер, гибели его свидетель.
И в тот самый миг юноша возник,
И с улыбкой над утёсом в воздухе повис.
И воскликнул он:
«Милая, сюрприз!».
Но вдруг заглох его пропеллер…
И с утёса вниз парень полетел,
И завыл залётный ветер, гибели его свидетель.
"""
    Камнем_по_голове = """В провинциальном городке
Был праздник, музыка звучала,
Но вот в ликующей толпе
Возник зловещий лик бродяги...

Он шёл, как будто бы один,
Толпа его не замечала.
И как-то странно на него
Смотрели местные собаки...

В чёрном цилиндре, в наряде старинном,
В город на праздник путник очень спешил.
По горам пробирался и улыбался,
Но камень сорвался в пропасть с горных вершин...

Был грязный плащ на нём одет,
Цилиндр чёрный смят в гармошку,
Себе под ноги он глядел,
А в кулаке сжимал он маску.
Но кто-то крикнул вдруг: "Привет!
Повеселился б ты немножко.
В такой весёлый светлый день
Как можно быть таким несчастным?"

В чёрном цилиндре, в наряде старинном,
В город на праздник путник очень спешил.
По горам пробирался и улыбался,
Но камень сорвался в пропасть с горных вершин...

И проходимец поднял взгляд,
И злобным голосом ответил:
"Я всех замучить был бы рад
И от того я так невесел.
Я в маске рыжей обезьяны
На праздник к вам попасть мечтал,
Когда б не камень окаянный,
Что мне на голову упал!

В чёрном цилиндре, наряде старинном,
В город на праздник путник очень спешил.
По горам пробирался и улыбался,
Но камень сорвался в пропасть с горных вершин..."""
    С_тех_пор_как_он_ушел = """Он в лес уходил,
И ей говорил,
Он ей с улыбкой нежно говорил:
«У окошка сиди и орешки грызи,
Меня ты к вечеру сегодня жди».
С тех пор, как он ушёл,
Лет десять прошло.
Всюду парень был,
Весело он жил,
Но по дому загрустил.
«Детка, как дела?
Как ты тут жила,
Чего сидишь в молчанье у окна.
Не злись на меня,
Задержался я и понял нет мне счастья без тебя».
С тех пор, как он ушёл,
Лет десять прошло.
Всюду парень был,
Весело он жил,
Но по дому загрустил.
Подругу за руку взял и страстно обнял,
С девушкой тогда произошла беда —
В пыль рассыпалась она!
Что с ней, что с ней? Не верил парень глазам,
В кучку пыль сложил, в банку положил,
И до смерти с нею жил.
"""
    В_доме_суета = """Очнулся в тёмном подземелье он.
За дверью вдруг послышались шаги.
Я знаю точно — это всего лишь страшный сон!
О, ангел мой, ты мне проснуться помоги!
В доме суета, горько плачет сестра:
Как же, люди, быть? Брата не разбудить!
В дверном проёме человек стоял,
Зловещим голосом он произнёс:
«Ты потерял себя, ты слишком долго, парень, спал,
Забыв о том, что в мире много слёз…»
В доме суета, горько плачет сестра:
Как же, люди, быть? Брата не разбудить!
«Отныне, парень, ты душе своей — изменник!»
Сказал тюремщик и ушёл во тьму.
И закричал что было мочи бедный пленник,
Но даже эхо не ответило ему…
В доме суета, горько плачет сестра:
Как же, люди, быть? Брата не разбудить!"""
    Лесные_разбойники = """Никому никогда не стремился зла я причинять,
Причинять.
Но тот не прав, ох, не прав, кто свободу у меня хотел отнять,
Отнять!
Всё к чертям! Всех к чертям! От закона, от своих врагов
Я в лес ушёл.
И с одной бандой лесной интересы общие нашёл,
Нашёл!
Мы чётко знаем работу свою,
Эй, богатый скупец, берегись!
Не сохранить тебе шкуру твою,
Только нам ты в лесу попадись!
Не нужно нам злата и серебра,
Деньги людям мы все отдадим.
Простому народу не сделаем зла —
С миром проходи!
В глуши лесной под сосной с бандой волосатых мужиков
Жил я.
За разбой, грабёж и разбой, все все все охотились за мной,
Искали меня.
Каждый бес-головорез за мною рыскал по пятам,
По пятам.
Но имели вес мой нож и обрез и это поняли все те, кто уже там,
Уже там!
Мы чётко знаем работу свою,
Эй, богатый скупец, берегись!
Не сохранить тебе шкуру твою,
Только нам ты в лесу попадись!
Не нужно нам злата и серебра,
Деньги людям мы все отдадим.
Простому народу не сделаем зла —
С миром проходи!
"""
    Мария = """На руках тебя я к машине подношу
И сажаю в кресло рядом с собой.
Ты теперь молчишь, ты мне нравишься такой,
И навеки обрела ты покой.
Ты теперь моя,
Навсегда моя!
Ты молчишь,
А я улыбаюсь, Мария!
Помнишь, ты вчера мне сказала, будто я ненавистен для тебя стал вдруг?
Помнишь ли тот миг, как в объятиях моих ощутила как расстроен твой друг?
Ты теперь моя,
Навсегда моя!
Ты молчишь,
А я улыбаюсь, Мария!
Мчит машина нас прочь от вездесущих глаз
Прочь от всех, кто может нам помешать.
Ты, наверно, счас что-то хочешь мне сказать,
Слов не надо — мы вместе опять!
Ты теперь моя,
Навсегда моя!
Ты молчишь,
А я улыбаюсь, Мария!
В дальние края увезу тебя,
Где найдём с тобой наше счастье,
Слышишь, а?
Знай, что смерть твоя —
Это жизнь моя.
Радости моей отдалась ты, Мария!
"""